[
    {
      "_id": "628b7a4efb633d58e74301f8",
      "img": "https://i.ibb.co/XtB9Sv3/Hnet-com-image.jpg",
      "availableQuantity": 2100,
      "minimumQuantity": 243,
      "price": 22,
      "name": "Tire",
      "about": "A tire or tyre  is a ring-shaped component that surrounds a wheel's rim to transfer a vehicle's load from the axle through the wheel to the ground and to provide traction on the surface over which the wheel travels"
    },
    {
      "_id": "628b7a4ed557157b0960be62",
      "img": "https://i.ibb.co/qMxHJK0/mud2.jpgg",
      "availableQuantity": 3164,
      "minimumQuantity": 220,
      "price": 36,
      "name": "Mud Guard",
      "about": "A mudflap or mud guard is used in combination with the vehicle fender to protect the vehicle, passengers, other vehicles, and pedestrians from mud and other flying debris thrown into the air by the rotating tire"
    },
    {
      "_id": "628b7a4e5919e3ffac559e79",
      "img": "https://i.ibb.co/dcrNJT2/seat.jpg",
      "availableQuantity": 2468,
      "minimumQuantity": 284,
      "price": 26,
      "name": "Seat and Seat cover",
      "about": "The most common type of motorcycle seat is a dual saddle or bench seat, which runs along the top of the chassis and is long enough for a passenger to straddle the motorcycle behind the rider."
    },
    {
      "_id": "628b7a4e7fcfbaea6878d6bc",
      "img": "https://i.ibb.co/FKJh0RN/headlight.jpg",
      "availableQuantity": 2203,
      "minimumQuantity": 385,
      "price": 27,
      "name": "Headlight",
      "about": "A headlight is a light attached to the front of a vehicle to illuminate the road ahead. Headlights are also often called headlamps. Using principles of reflection, it projects light and helps focus the beam"
    },
    {
      "_id": "628b7a4e8a7e1daba53b2520",
      "img": "https://i.ibb.co/TqFxJxz/brake.jpg",
      "availableQuantity": 2519,
      "minimumQuantity": 389,
      "price": 30,
      "name": "Brake",
      "about": "A brake is a mechanical device that inhibits motion by absorbing energy from a moving system. It is used for slowing or stopping a moving vehicle, wheel, axle, or to prevent its motion, most often accomplished by means of friction."
    },
    {
      "_id": "628b7a4e80607f72b9727ab8",
      "img": "https://i.ibb.co/QCjK8Q2/clutch.jpg",
      "availableQuantity": 2890,
      "minimumQuantity": 285,
      "price": 31,
      "name": "Clutch",
      "about": "In an automobile, the clutch is the part that makes or breaks the relationship between an engine and a gearbox, mainly it transmits the power from the engine to wheels of the vehicle through the gearbox."
    },
    {
      "_id": "628b7a4e80607f72b9727ab8",
      "img": "https://i.ibb.co/PzN2f7Y/oil-filter.jpg",
      "availableQuantity": 2890,
      "minimumQuantity": 285,
      "price": 31,
      "name": "Oil Filter",
      "about": "An oil filter is used to filter out contaminants within the oil. The filter's job is to cycle the clean oil back through the engine parts to keep the components running as smoothly as possible."
    },
    {
      "_id": "628b7a4e80607f72b9727ab8",
      "img": "https://i.ibb.co/2YHvzry/indicator.jpg",
      "availableQuantity": 2890,
      "minimumQuantity": 285,
      "price": 31,
      "name": "Indicator light",
      "about": "Indicator lights are a type of illuminating device that is commonly used to signify that equipment is either receiving power or that there is some form of malfunction"
    },
    {
      "_id": "628b7a4e80607f72b9727ab8",
      "img": "https://i.ibb.co/8Bc4bFK/fuel-tank.jpg",
      "availableQuantity": 2890,
      "minimumQuantity": 285,
      "price": 31,
      "name": "Fuel Tank",
      "about": "A fuel tank is a safe container for flammable fluids.They range in size and complexity from the small plastic tank  to the multi-chambered cryogenic Space Shuttle external tank."
    }
  ]